lib/mutant.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
<soapenv:Header/>
<soapenv:Body>
<cer:getCertificatein xmlns:cer="http://bxd.fi/CertificateService">
<cer:RequestHeader>
<cer:SenderId>1</cer:SenderId>
<cer:RequestId>2</cer:RequestId>
<cer:Timestamp>2011-02-08T14:00:08Z</cer:Timestamp>
</cer:RequestHeader>
<cer:ApplicationRequest>
</cer:ApplicationRequest>
</cer:getCertificatein>
</soapenv:Body>
</soapenv:Envelope>
